Repository: mkappus1/DatenmanagementMTHS24
Catalog: Woche 2/Skripte/TMX-EN-DE.tmx
Source language: de_ch
Languages: en_gb

source: verfügen über vertiefte Kenntnisse der Phonetik/Phonologie der gemässigten deutschen Hochlautung
en_gb: have advanced knowledge of the phonetics/phonology of moderate standard German pronunciation

source: haben ihre sprecherischen Fähigkeiten, insbesondere hinsichtlich standardsprachliche Artikulation, Intonation, Prosodie optimiert
en_gb: have optimised their speaking skills, in particular the aspects standard German articulation, intonation and prosody

source: verfügen über differenzierte Fähigkeiten der verbalen, nonverbalen und paraverbalen Kommunikation
en_gb: have differentiated skills in the verbal, non-verbal and para-verbal aspects of communication

source: praktizieren ganzheitliches, kommunikatives, intentionales, sinnbetontes professionelles Sprechen
en_gb: speak coherently, communicatively, intentionally, purposefully and professionally

source: haben die Stimmresonanz weiterentwickelt
en_gb: have developed the resonance of their voice

source: verfügen über die Fähigkeit zum bewussten Umgang mit Atmung und Stimme
en_gb: are able to consciously control their breathing and voice

source: Beurteilung der sprecherischen Performanz und Beratung beim Konsekutiv- und Simultandolmetschen
en_gb: Assessment of speaking performance and advice on consecutive and simultaneous interpreting

source: Rhetorik II
en_gb: Rhetoric II

source: sind in der Lage, die wesentlichen Elemente von kürzeren fachsprachlichen Reden zu notieren und sachlich und sprachlich korrekt und im passenden Register und mit dem passenden Wortschatz wiederzugeben
en_gb: are able note the key elements of short speeches on specialist topics and to reproduce these correctly, maintaining linguistic accuracy and a suitable register and vocabulary

source: können eine Konsekutive überzeugend und mit regelmässigem Blickkontakt zum Publikum präsentieren
en_gb: can present a consecutive interpretation to an audience convincingly and keeping regular eye contact

source: Sprechtechnik II
en_gb: Speaking techniques II

source: verfügen über Kenntnisse der sozio-kulturellen Bedeutung von Anlass-/Festreden
en_gb: understand the socio-cultural importance of official speech-giving

source: sind in der Lage, wirkungsvolle Anlass-/Festreden zu halten
en_gb: are able to give speeches to effect

source: verfügen über vertiefte Kenntnisse der wesentlichen Elemente von Anlass-/Festreden
en_gb: understand the key elements of official speech-giving

source: verfügen über umfassende und differenzierte inhaltliche, syntaktische, rhetorische, sprecherische, stimmliche performative Kompetenzen
en_gb: have considerable and differentiated skills with regard to content, syntax, rhetoric, verbal dexterity, use of voice and performance

source: zeigen selbstsicheres, professionelles Auftreten als Redepersönlichkeit
en_gb: speak confidently and professionally

source: kennen die bei verschiedenen Institutionen und in diversen Situationen übliche Konferenzterminologie (u.a. vertiefte Kenntnisse zur Terminologie der EU, Wirtschaftssprache, Latein, Griechisch, Medizinisches usw.)
en_gb: know the common conference terminology used in various institutions and situations (incl. advanced knowledge of EU terminology, commercial language, Latin, Greek, medicine etc.)

source: sind über stets wiederkehrende sprachliche Eigenheiten von Konferenzen informiert (Hauptversammlungen, Pressekonferenzen)
en_gb: are familiar with recurring linguistic features at conferences (annual general meetings, press conferences)

source: Deutsch für Studierende mit Deutsch als C-Sprache II
en_gb: German for students with German as C language II

source: erkennen auch anspruchsvolle idiomatische Wendungen und syntaktische Strukturen der deutschen Sprache
en_gb: also recognise demanding idiomatic expressions and syntactic structures in German

source: erkennen auch anspruchsvolle idiomatische Wendungenund syntaktische Strukturen der deutschen Sprache
en_gb: also recognise demanding idiomatic expressions and syntactic structures in German

source: simultan / konsekutiv II
en_gb: simultaneous/consecutive II

source: Ausgangskompetenzen („Die Studierenden...“)
en_gb: Skills on completion (“Students...”)

source: siehe Ausgangskompetenzen Propädeutikum
en_gb: see Interpretation Preparation Course, Skills on completion

source: Ausgangskompetenzen Propädeutikum Stegreif- und Konsekutivdolmetschen
en_gb: Skills on completion of Interpretation Preparation Course Sight and Consecutive Interpreting

source: Ausgangskompetenzen 1. Semester
en_gb: Skills on completion Semester 1

source: Ausgangskompetenzen 1. Semester (Simultan- /Konsekutivdolmetschen I)
en_gb: Skills on completion Semester 1 (Simultaneous/Consecutive Interpreting I)

source: Ausgangskompetenzen 2. Semester (Simultan- /Konsekutivdolmetschen II)
en_gb: Skills on completion Semester 2 (Simultaneous/Consecutive Interpreting II)

source: lösen sich von der Unterrichtssituation und beginnen, als Dolmetschpersönlichkeit zu kommunizieren
en_gb: no longer require intensive instruction and begin to develop as an independent interpreter

source: Anspruchsvollere allgemein-sprachliche Texte und leichtere Fachtexte, Schwierigkeitsgrad gesteigert durch Beeinflussung folgender Kriterien:
en_gb: more demanding texts on general topics; simple specialist texts; degree of difficulty increases owing to:

source: Dichte, Länge, Fachlichkeit, Terminologie, Tempo, Nichtmutter-sprachliche Redner
en_gb: density, length, degree of specialism, terminology, speed, non-native speakers

source: Thematische Vielfalt, experimentieren
en_gb: Range of topics, experimentation

source: Einführung Dolmetschen mit Text, Übungen mit Text
en_gb: Introduction to interpreting with text, exercises with text

source: konsekutiv:
en_gb: Consecutive:

source: Textlänge: ca. 600 W. (5‘)
en_gb: Text length: approx. 600 words (5’)

source: kennen fortgeschrittene Elemente der Simultantechnik und können diese anwenden
en_gb: are familiar with advanced elements of the simultaneous method and can apply these

source: sind in der Lage, allgemeinsprachliche Reden und leichtere Fachtexte vollständig (langsames bis mittleres Tempo) bzw. teilweise vollständig (schnelleres Tempo) zu dolmetschen
en_gb: are able to interpret speeches on general topics and undemanding specialist texts in full (slow to medium speed) or partially (fast)

source: sind in der Lage, ein Zielprodukt zu liefern das stilistisch angemessen ist und natürlich vorgetragen wird
en_gb: are able to deliver a target product naturally and in an appropriate style

source: wissen, wie schriftlich vorliegende Texte effizient für die Benutzung in der Kabine vorbereitet werden
en_gb: know how to prepare written texts efficiently for use in the interpreter's booth

source: verfügen über erste Erfahrungen mit vorliegenden Redevorlagen (Text)
en_gb: have initial experience of speech manuscripts

source: sind in der Lage, etwas längere allgemeinsprachliche Reden und leichtere Fachtexte vollständig zu notieren und sachlich und sprachlich korrekt und im passenden Register wiederzugeben
en_gb: are able to take comprehensive notes on longer speeches on general topics and undemanding specialist texts and to reproduce these correctly, maintaining linguistic accuracy and a suitable register

source: sind in der Lage, die wesentlichen Elemente von fachsprachlichen Reden zu notieren und sachlich und sprachlich korrekt im passenden Register und mit dem passenden Wortschatz wiederzugeben
en_gb: are able note the key elements of short speeches on specialist topics and to reproduce these correctly, maintaining linguistic accuracy and a suitable register and vocabulary

source: beherrschen die Grundelemente der Simultantechnik sicher
en_gb: have a secure mastery of the key elements of the simultaneous method

source: Ergänzende Dolmetschkompetenz II
en_gb: Additional interpreting skills II

source: können die in den bisherigen dolmetschspezifischen Fächern erworbenen Fähigkeiten in einer längeren Übung mit mehreren Konferenzsprachen anwenden
en_gb: can apply the interpreting skills acquired in previous modules in a longer exercise involving several conference languages

source: kennen die Anforderungen und Schwierigkeiten beim Dolmetschen über Relais und verfügen über erste Erfahrungen mit Relais/Pivot
en_gb: know the demands and difficulties of relay interpreting and have initial experience of relay/pivot

source: Konferenzsimulation mit Flüsterdolmetschen
en_gb: Conference simulation with chuchotage

source: Einfache Konferenzen, allgemeine Themen
en_gb: Simple conferences, general topics

source: Virtual Master Classees mit der EU
en_gb: Virtual master classes with the EU

source: sind in der Lage, Aufträge professionell zu behandeln (Annahme/Ablehnung, Ausführung, Rechnungsstellung, Buchhaltung)
en_gb: are able to deal professionally with assignments (accept/refuse, carry out, invoice, keep accounts)

source: sind über Tarifstrukturen, -politik, Vertragswesen, Arbeitsbedingungen und Berufsethik im Bild
en_gb: are aware of current tariff structures and policies, contracts, labour conditions and professional ethics

source: kennen die wichtigsten Standesorganisationen (AIIC, ASTTI, DÜV, ev. BDÜ)
en_gb: are familiar with the main professional organisations (AIIC, ASTTI, DÜV, poss. BDÜ)

source: kennen die wichtigsten Grundregeln und Anlaufstellen für eine selbständige Erwerbstätigkeit
en_gb: understand the key aspects involved in being self-employed and are familiar with the key contact points

source: kennen die wichtigsten Abnehmer von Dolmetschdienstleistungen
en_gb: are familiar with the main clients of interpreting services

source: Wissenschaft/Technik
en_gb: Science/technology

source: Grundbegriffe und aktuelle Themen im Bereich Wissenschaft und Technik
en_gb: Key concepts and current topics in science and technology

source: Freiwillig: erste Volontariate für karitative Institutionen (je nach Nachfrage)
en_gb: Voluntary work for charitable institutions (depending on demand)

source: setzen die erlernten Strategien zur professionellen Konferenzvorbereitung ein
en_gb: apply the strategies learned for professional conference preparation

source: arbeiten in Teams
en_gb: work in teams

source: arbeiten für „echte“ Kunden, i.e.
en_gb: work for ‘real’ clients, i.e.

source: haben erste Erfahrungen im direkten Kundenkontakt gemacht
en_gb: have initial experience of direct contact with clients

source: kennen die Anforderungen zum Bestehen des interinstitutionellen Akkreditierungstest der EU
en_gb: know the demands in passing the EU interinstitutional accreditation test

source: Je besser Studierende für die neuen Arbeitsbedingungen sensibilisiert und auf typische Fallstricke vorbereitet sind, desto erfolgreicher werden sie die im Studium erlernten translatorischen Fähigkeiten in der Praxis umsetzen können.
en_gb: The better students are made aware of modern working conditions and are prepared for typical pitfalls, the more successfully they will be able to apply the translational skills that they learn in their degree course.

source: Auswirkungen auf die Translationsprozesse zu entwickeln sowie eigene Strategien im Umgang mit ELF-spezifischen Translationsproblemen zu erarbeiten.
en_gb: the impact on the translation process and devising their own strategies to deal with ELF-specific translation problems.

source: sind in der Lage, die wesentlichen Elemente einer kurzen allgemeinsprachlichen Rede mithilfe ihres eigenen Notizensystems zu notieren und aufgrund dieser Notizen und aus dem Gedächtnis sachlich und sprachlich korrekt und im passenden Register wiederzugeben
en_gb: are able to note the key elements of a short speech on a general topic using their own note-taking system and to reproduce these elements correctly using their notes and from memory, maintaining linguistic accuracy and in a suitable register

source: In diesem Seminar geht es für die KD- und FÜ-Studierenden darum, sich mit diesem sie unmittelbar betreffenden Phänomen auseinanderzusetzen, die Konsequenzen für ihre berufliche Tätigkeit auszuloten, den Einfluss auf ihre Rolle und ihr Selbstbild zu reflektieren, ein Verständnis für die
en_gb: In this seminar the KD and FÜ students address this issue – one that affects them directly – assessing the consequences for their work, reflecting on its impact on their role and their self-perception, developing an understanding for

source: simultan / konsekutiv III
en_gb: simultaneous/consecutive II

source: kommunizieren mit dem Publikum, sind als Dolmetschpersönlichkeit spürbar
en_gb: communicate with the public, have a clear role as interpreter

source: erreichen in diesem Semester die Marktreife
en_gb: are ready to enter the market

source: wissen, was von Ihnen bei den Modulendprüfungen in Simultan-/Konsekutivdolmetschen verlangt wird und sind in der Lage, diese Leistung zu erbringen
en_gb: know what is demanded of them in the final examinations in simultaneous/consecutive interpreting and are able to produce these skills

source: Anspruchsvollere Texte und Fachtexte, Schwierigkeitsgrad:
en_gb: More demanding general and specialist texts, degree of difficulty:

source: Prüfungsniveau und darüber hinaus, schnelle Redner
en_gb: exam level and beyond, fast speakers

source: beherrschen auch fortgeschrittene Elemente der Simultantechnik sicher
en_gb: have also mastered advanced aspects of the simultaneous technique

source: sind in der Lage, Sachvorträge vollständig (langsames bis mittleres Tempo) bzw. teilweise vollständig (schnelleres Tempo) zu dolmetschen
en_gb: are able to interpret speeches on specialist topics in full (slow to medium speed) or partially (fast)

source: sind in der Lage, ein Zielprodukt zu liefern, das sachlich und sprachlich korrekt, wendig und elegant ist
en_gb: are able to deliver skilfully and elegantly a target product that is linguistically and factually correct

source: können mit Redevorlagen (Text) sicher umgehen
en_gb: are able to handle speech manuscripts with confidence

source: Übungen mit und ohne Text
en_gb: Exercises with and without text

source: Prüfung simultan:
en_gb: Exam in simultaneous:

source: Simultan mit Text:
en_gb: Simultaneous with text:

source: Wörter, Simultan ohne Text:
en_gb: Words, simultaneous without text:

source: Längere Übungen im Unterricht
en_gb: Longer exercises in class

source: Prüfung konsekutiv:
en_gb: Exam in consecutive:

source: Dauer 6–7‘
en_gb: Duration 6–7‘

source: sind in der Lage, anspruchsvolle allgemeinsprachliche Reden vollständig zu notieren und sachlich und sprachlich korrekt wiederzugeben
en_gb: are able to take comprehensive notes on longer speeches on general topics and to reproduce these correctly, maintaining linguistic accuracy

source: sind in der Lage, fachsprachliche Reden vollständig zu notieren und sachlich und sprachlich korrekt wiederzugeben
en_gb: are able to take comprehensive notes on longer speeches on specialist topics and to reproduce these correctly, maintaining linguistic accuracy

source: Ergänzende Dolmetschkompetenz III
en_gb: Additional interpreting skills II

source: können die in den einzelnen Sprachversionen und sonstigen Kursen erworbenen Dolmetschkompetenzen in simulierten Konferenzsituationen anwenden sind in der Lage, sicher über Relais zu dolmetschen
en_gb: can apply the interpreting skills acquired in different language versions and other courses in simulated conference situations and are able to interpret confidently via relay

source: sind in der Lage, bei Relais-Dolmetschen ein sicheres Pivot zu bieten
en_gb: can act confidently as the pivot in relay interpreting

source: kennen die Anforderungen und Schwierigkeiten beim Flüsterdolmetschen
en_gb: know the demands and difficulties of chuchotage

source: kennen die Anforderungen und Schwierigkeiten beim Flüsterdolmetschen mit und ohne Anlage
en_gb: know the demands and difficulties of chuchotage with and without simultaneous interpreting system

source: kennen die bei Konferenzen übliche technische Infrastruktur und können sie bedienen (Einführung Flüstern/Bidule findet bereits im 2. Semester statt)
en_gb: are familiar with and know how to use the technical infrastructure usually found at conferences (introduction to chuchotage/bidule takes place in second semester).

source: können eine Personenführungsanlage (Bidule, TourGuide) selbständig bedienen
en_gb: can use a tour-guide system (bidule, TourGuide) independently

source: arbeiten ohne Schwierigkeiten zu zweit in der Kabine als Team
en_gb: can work without difficulty in a team of two in the booth

source: sind in der Lage, im Hinblick auf Prüfungen und den Berufsalltag selber aktiv Stressmanagement zu betreiben
en_gb: can apply stress-management strategies when preparing for exams and in the workplace

source: haben bei verschiedenen möglichen Arbeitgebern einen Einblick in die Arbeit von Konferenzdolmetschern erhalten
en_gb: obtain an insight into the work of a conference interpreter with a number of possible employers

source: verfügen über erste praktische Erfahrungen, die im Rahmen der Organisation und Ausführung von Volontariatseinsätzen erworben wurde
en_gb: have initial practical experience obtained in organising and conducting voluntary assignments

source: Besuche bei Institutionen (Europ.
en_gb: Visits to institutions (Europ.

source: Patentamt, CH-Parlament Bern, EU-Kommission/Parlament Brüssel)
en_gb: Patent Office, Swiss Parliament in Bern, EU Commission/Parliament in Brussels)

source: Volontariate für karitative Institutionen (je nach Nachfrage)
en_gb: Voluntary work for charitable institutions (depending on demand)

source: Modulendprüfungen KD
en_gb: Module final examination KD

source: Eingangskompetenzen
en_gb: Skills on admission

source: Lehrplan Konferenzdolmetschen 2.2
en_gb: Conference interpreting curriculum

source: sind in der Lage, die wichtigsten Strukturen, zentralen Inhalte und die Intention eines Textes rasch zu erfassen
en_gb: are able to identify quickly the main structures, key elements and intention of a text

source: eigenständiges und korrektes Formulieren der Ideen des AT
en_gb: independent and correct formulation of the ideas of AT

source: setzen Wort- und Satzakzent korrekt
en_gb: accentuate words and sentences correctly

source: kennen die Anforderungen, zu zweit in der Kabine als Team zu funktionieren
en_gb: know the demands of two people working in a team of two in the booth

source: Zuhörer, die auf die Verdolmetschung angewiesen sind
en_gb: an audience which depends on interpretation

source: tragen die Konsekutive zügig und flüssig vor
en_gb: deliver a consecutive interpretation rapidly and fluently

source: Angewandte Linguistik/ / / /
en_gb: Applied Linguistics/ / / /

source: Master Angewandte Linguistik
en_gb: MA degree programme in Applied Linguistics

source: Bei Anpassungen:
en_gb: In the case of amendments:

source: Erstellung/Anpassung Kursbeschreibung für das FS 16
en_gb: Creation/amendment of course description for FS 16

source: Für jedes anzupassende Feld bitte den vollständigen Text einfügen.
en_gb: For each field to be amended, please enter the complete text.

source: Kursbezeichnung
en_gb: Course title

source: Beide Vertiefungen
en_gb: Both specialisations

source: Die Studierenden kennen die Unterschiede zwischen Lexikographie-/-logie und Terminographie/-logie
en_gb: Students know the difference between lexicography/lexicology and terminography/terminology

source: Die Studierenden kennen die Grundzüge und Ziele der Terminologiearbeit
en_gb: Students know the basic principles and objectives of terminology work

source: Vertiefung Konferenzdolmetschen
en_gb: Specialisation in Conference Interpreting

source: Vertiefung Fachübersetzen
en_gb: Specialisation in Professional Translation

source: Die Studierenden kennen die Arbeitsgrundsätze der übersetzungsbezogenen Terminologiearbeit und kennen die wesentlichen Elemente eines Terminologie-Eintrags
en_gb: Students know the basic principles of translation-related terminology work and the key elements of a terminology entry

source: wesentliche Merkmale von Fachwortschatz (Lexikographie vs. Terminologie)
en_gb: key features of specialist vocabulary (lexicography vs terminology)

source: Grundbegriffe der Terminologielehre, Arten von Terminologiearbeit
en_gb: Key concepts in terminology, types of terminology work

source: professionelle Konferenzvorbereitung
en_gb: professional conference preparation

source: Begriffssysteme, Datenkategorien und -modellierung, Erfassen und Bearbeiten von Einträgen in einer Terminologie-Datenbank (TDB),
en_gb: Conceptual system, data categories and models, entering and editing entries in a terminology database (TDB),

source: TDB-Projekt)
en_gb: TDB project)

source: Zu erwartende Gesamtarbeitsleistung (h)
en_gb: Expected no. of study hours

source: Kontaktstudium:
en_gb: Class instruction:

source: Selbststudium:
en_gb: Self-study:

source: Projektarbeit.
en_gb: Project work

source: Bewertungsart: bestanden / nicht bestanden.
en_gb: Assessment: pass or fail.

source: KÜDES, Empfehlungen für die Terminologiearbeit (2003)
en_gb: COTSOES, Recommendations for Terminology Work (2003)

source: Ausgewählte Kapitel aus:
en_gb: Selected chapters from:

source: Köln 2014-
en_gb: Cologne 2014

source: * WICHTIG:
en_gb: * NB:

source: Für jeden einzelnen Leistungsnachweis muss die Bewertungsart angeben werden (bestanden / nicht bestanden oder Note in Viertelnotenschritten).
en_gb: For each assessment it must be stated whether a pass or fail is awarded or which mark is awarded (increments of 1/4 mark).

source: Bei mehreren Leistungsnachweisen muss die Voraussetzung für das Bestehen des Kurses angegeben werden, z. B.
en_gb: In the case of several assessments, details of the pass awarded must be given, e.g.

source: „Bestehen:
en_gb: “Pass:

source: Bestehen beider/aller Leistungsnachweise“
en_gb: both/all assessments passed”

source: „Bestehen: genügende Kursnote“
en_gb: “Pass: sufficient course marks”

source: „Bestehen: genügende Bewertung von 4 der insgesamt 5 einzureichenden Hausaufgaben“
en_gb: “Pass: 4 of the 5 assignments to be submitted are satisfactory”

source: Bei mehreren benoteten Leistungsnachweisen muss die Gewichtung der einzelnen Noten angegeben werden, z. B.:
en_gb: In the case of several graded assessments, the weighting of the individual marks must be given, e.g.:

source: „Präsentation während des Semesters:
en_gb: “Presentation during semester:

source: Gewichtung 1; Schriftliche Modulendprüfung:
en_gb: Weighting 1: Module final written examination:

source: Gewichtung 2“
en_gb: Weighting 2”

source: Klausuren und mündliche Prüfungen:
en_gb: Written and oral exams:

source: Klausuren und mündliche Prüfungen werden während der offiziellen Prüfungswochen (HS:
en_gb: Written and oral exams take place during the official examination weeks (AS:

source: Kalenderwochen 2–3) durchgeführt.
en_gb: calendar weeks 2–3.

source: Aus Planungsgründen (departementsweite Prüfungsplanung) muss die Dauer neu zwingend in der Kursbeschreibung angegeben werden.
en_gb: For planning reasons (examination planning in the departments), exam duration must now be given in the course description.‏

source: Falls besondere Anforderungen an die Räumlichkeiten gestellt werden, ist dies ebenfalls zu vermerken, z. B.
en_gb: If there are any special requirements regarding exam venue, this should also be noted, e.g.

source: Die Studierenden sind in der Lage, mit marktüblichen Terminologie-Tools vollständige Terminologie-Einträge zu erstellen.
en_gb: Students are able to make complete terminology entries using terminology tools current on the market
